Revit 2027 API
ParameterTypeId.MepAnalyticalElecVoltage Property
 "Voltage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalElecVoltage { get; }
Public Shared ReadOnly Property MepAnalyticalElecVoltage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalElecVoltage {
	ForgeTypeId^ get ();
}
static member MepAnalyticalElecVoltage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace